import avatar from "../../static/logo.png";
export const imageUrlChat = avatar;
export const dataChats = [
  {
    imageUrl: avatar,
    title: "Андрей",
    lastUserName: "",
    lastMessage: "Изображение",
    timeLastMessage: "10:49",
    isNewMessages: true,
    countNewMessages: 2,
  },
  {
    imageUrl: avatar,
    title: "Киноклуб",
    lastUserName: "Вы:",
    lastMessage: "стикер",
    timeLastMessage: "12:00",
    isNewMessages: false,
  },
  {
    imageUrl: avatar,
    title: "Илья",
    lastUserName: "",
    lastMessage: "Друзья, у меня для вас особенный выпуск новостей!",
    timeLastMessage: "15:12",
    isNewMessages: true,
    countNewMessages: 4,
  },
  {
    imageUrl: avatar,
    title: "Вадим",
    lastUserName: "Вы:",
    lastMessage: "Круто!",
    timeLastMessage: "Пт",
    isNewMessages: false,
  },
  {
    imageUrl: avatar,
    title: "Илья",
    lastUserName: "",
    lastMessage: "Друзья, у меня для вас особенный выпуск новостей!",
    timeLastMessage: "15:12",
    isNewMessages: true,
    countNewMessages: 4,
  },
  {
    imageUrl: avatar,
    title: "Вадим",
    lastUserName: "Вы:",
    lastMessage: "Круто!",
    timeLastMessage: "Пт",
    isNewMessages: false,
  },
  {
    imageUrl: avatar,
    title: "Илья",
    lastUserName: "",
    lastMessage: "Друзья, у меня для вас особенный выпуск новостей!",
    timeLastMessage: "15:12",
    isNewMessages: true,
    countNewMessages: 4,
  },
  {
    imageUrl: avatar,
    title: "Вадим",
    lastUserName: "Вы:",
    lastMessage: "Круто!",
    timeLastMessage: "Пт",
    isNewMessages: false,
  },
  {
    imageUrl: avatar,
    title: "Илья",
    lastUserName: "",
    lastMessage: "Друзья, у меня для вас особенный выпуск новостей!",
    timeLastMessage: "15:12",
    isNewMessages: true,
    countNewMessages: 4,
  },
  {
    imageUrl: avatar,
    title: "Вадим",
    lastUserName: "Вы:",
    lastMessage: "Круто!",
    timeLastMessage: "Пт",
    isNewMessages: false,
  },
];
export const chatMessages = [
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: false,
    textMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
  {
    isMyMessage: true,
    textMessage: "Круто!",
    dateMessage: "19 июня",
    timeMessage: "11:56",
  },
];
